"UnknownTime" = "--";
"<n> seconds" = "%d secondi";
"Less than a minute" = "Meno di un minuto";
"a minute" = "un minuto";
"<n> minutes" = "%d minuti";
"an hour" = "un’ora";
"<n> hours" = "%d ore";
"About <time>" = "Circa %@";
